Repository: tarakbumba/zeynep
Catalog: po/*.po
Languages: tr

source: ERROR ::
tr: HATA ::

source: Zeynep is not meant to be run as root user, but you tried to run it as root. Zeynep can not contiune. Please re-run zeynep as regular user
tr: Zeynep, kök kullanıcı olarak çalıştırılmak için tasarlanmamıştır fakat kök olarak çalıştırmak istediniz. Zeynep devam edemez. Lütfen zeynep' i normal kullanıcı olarak yeniden çalıştırmayı deneyin

source: INFO ::
tr: BİLGİ ::

source: NOT CRITICAL ERROR ::
tr: KRİTİK OLMAYAN HATA ::

source: REQUIRED PROGRAM CAN NOT BE FOUND ::
tr: GEREKLİ UYGULAMA BULUNAMIYOR ::

source: WARNING ::
tr: UYARI ::

source: Please check %s log file for possible errors. Exiting...
tr: Muhtemel hatala için lütfen %s günlük kaydı dosyasına bakın. Çıkılıyor...

source: No configuration file detected.
tr: Yapılandırma dosyası algılanmadı.

source: Zeynep - version %s\n
tr: Zeynep - sürüm %s\n

source: A rpm build utility with lots of features in clean chroot environment for Mageia GNU/Linux Distribution\n
tr: Mageia GNU/Linux Dağıtımı için bir çok özelliğe sahip, temiz bir chroot ortamında rpm derleme yapabilen bir araç\n

source: Usage: zeynep [-g][options] [arguments] [-s] [srpm]\n
tr: Kullanımı: zeynep [-g] [seçenekler] [bağımsız değişkenler] [-s] [srpm]\n

source: -m - Mageia version which rpms build for. Default: Cauldron
tr: -m - rpm paketlerinin derleneceği Mageia sürümü. Öntanımlı: Cauldron

source: -g - Generate a chroot tarball which is used for building rpm
tr: -g - rpm paketlenirken kullanılacak bir chroot tar arşivini üret

source: -Z - Do not use a chroot tarball. Instead create chroot environment from strach and build packages in there.
tr: -Z - Bir chroot tar arşivi kullanma. Bunun yerine en başından bir chroot ortamı oluştur ve paketleri bunun içinde derle.

source: -s - Exact path/name of the srpm file. E.g. /home/user/foo-1.0-1.mga4.src.rpm
tr: -s - srpm dosyasının tam yolu/adı. Örnek: /home/user/foo-1.0-1.mga4.src.rpm

source: -D - Temporary directory for chroot environment. Can be used with '-g' option. Default: %s
tr: -D - Chroot ortamı için geçici dizin. '-g' seçeneği ile birlikte kullanılabilir. Öntanımlı: %s

source: -d - URL to retrive a set of media from a distribution.Uses 'urpmi.addmedia --distrib'. Default: MIRRORLIST
tr: -d - Bir dağıtımdan veri kaynaklarını getirmek için gerekli URL. 'urpmi.addmedia --distrib' komutunu kullanır. Öntanımlı: Yansı Listesi

source: -z - Force zeynep to not use given distrib media with -d switch/or from config file and default to MIRRORLIST
tr: -z - Zeynep'i '-d' seçeneği ile verilen veya yapılandırma dosyasından sağlanan dağıtım veri kaynağını kullanmamaya zorla ve Yansı Listesi' ni kullan.

source: -R - Copy rpmmacros file from user home directory into chroot environment. Use this option with '-g' option. Default: Disabled
tr: -R - rpmmacros dosyasını kullanıcının ev dizininden chroot ortamına kopyala. Bu seçeneği '-g' seçeneği ile birlikte kullanın. Öntanımılı: Devre dışı

source: -c - RPM cache directory which will be used for save time/bandwith. Default: Disabled
tr: -c - Zaman ve bant genişliğinden tasarruf etmek için kullanılacak rpm önbelleği dizini. Öntanımlı: Devre dışı

source: -M - URL to retrive packages from. E.g. 'www.someurl.org/pub/mageia/4/media/i586'. Default: Disabled
tr: -M - Paketlerin getirileceği veri kaynağı adresi. Mesela 'www.someurl.org/pub/mageia/4/media/i586'. Öntanımlı: Devre dışı

source: -p - Packages names to be installed in chroot. This option must be used with '-g' option and each package must be seperated by a space in quotes. E.g. 'locales-tr wget' Default: Disabled
tr: -p - Chroot ortamına kurulacak paketlerin adları. Bu seçenek mutlaka '-g' seçeneği ile birlikte kullanılmalı ve her paket adı çift tırnak içinde aralarında boşluk bırakılarak yazılmalıdır. Örneğin 'locales-tr wget' Öntanımlı: Devre dışı

source: -n - Do not ignore comma seperated medias in quote marks. E.g %s. Default: Disabled
tr: -n - Tırnak içinde verilen virgülle ayrılmış veri kaynaklarını göz ardı etme. Örneğin: %s. Öntanımlı: Devre dışı

source: -U - Additional urpmi options to be used either in tarball creation or package building.
tr: -U - Tar arşivi oluşturulurken veya paket derlenirken kullanılacak ek urpmi seçenekleri.

source: -u - Upload directory for created rpm packages. Default: Use path which srpm resides
tr: -u - Oluşturulan rpm paketlerinin gönderileceği dizin. Öntanımlı: srpm paketinin bulunduğu dizin

source: -a - Architecture of Mageia version. This could be i586 on a 32bit machine or i586, x86-64 or both of them for a 64bit machine. Default: Current machine arch
tr: -a - Mageia sürümünün mimarisi. Bu, 32 bit makinede i586 veya 64 bit makinede x86_64 veya bir 64 bit makine için her ikisi de olabilir. Öntanımlı: Makinenin mimarisi

source: -t - Path of where chroot tarballs are/should reside. If not set by user, zeynep will create a chroot and build packages in there.
tr: -t - Chroot tar arşivlerinin bulunduğu/konulacağı dizin. Kullanıcı tarafından ayarlanmamışsa, zeynep bir chroot oluşturacak ve paketleri onun içinde derleyecektir.

source: -C - Use 'rpm-tidy' utility to clean older rpms in cache directory. Default: Disabled
tr: -C - Önbellek dizinindeki eski rpm paketlerini temizlemek için 'rpm-tidy' gerecini kullan. Öntanımlı: Devre dışı

source: -T - Use 'rpm-tidy' utility to clean older rpms in rpm upload directory. Default: Disabled
tr: -T - rpm paketlerinin gönderildiği dizindeki eski rpm paketlerini temizlemek için 'rpm-tidy' gerecini kullan. Öntanımlı: Devre dışı

source: -N - Do not clean chroot environment upon exit. Default: Disabled
tr: -N - Çıkışta chroot ortamını silme. Öntanımlı: Devre dışı

source: -l - Upload compiled rpms into srpm's directory. Default: Disabled unless you did not use '-u' option
tr: -l - Derlenen rpm paketlerini srpm dizinine gönder. Öntanımlı: '-u' seçeneği kullanılmadığında devre dışı

source: -S - Sign rpm packages via rpm-sign utility. Default: Disabled
tr: -S - rpm paketlerini 'rpm-sign' kullanarak imzala. Öntanımlı: Devre dışı

source: -G - Generate hdlists for compiled rpms upon exit. Default: Disabled
tr: -G - Çıkışta derlenen rpm paketlerinden hdlist üret. Öntanımlı: Devre dışı

source: -v - Be verbose. Default: Disabled
tr: -v - Kalabalık kip. Öntanımlı: Devre dışı

source: -V - Be very verbose. Default: Disabled
tr: -V - Daha fazla kalabalık kip. Öntanımlı: Devre dışı

source: -h - Display this help
tr: -h - Bu yardımı görüntüle

source: \nZeynep have to use previously created chroot environment to build packages.\nTherefore it provides a chroot tarball creation function via its '-g' switch.\nZeynep also can read most of these options from a local (~/.config/zeynep/zeynep-[mageia version].conf)\nconfigure file or from global (/etc/zeynep.conf) file.\nConfiguration file supplied with zeynep is quite self-explainatory.\nPlease see that file.
tr: \nZeynep önceden oluşturulmuş chroot ortamı kullanmak zorundadır.Bu nedenle kendisi, '-g' anahtarı ile bir chroot tar arşivi oluşturma işlevi sunmaktadır.\nZeynep ayrıca, seçeneklerin çoğunu bir yerel (~/.config/zeynep/zeynep-[mageia-sürümü].conf) veya\ngenel (/etc/zeynep.conf) yapılandırma dosyasından okuyabilir.\nZeynep ile sunulan yapılandırma dosyası oldukça açıklayıcıdır.\nLütfen o dosyaya bakın.

source: RUN COMMAND (DEBUG) ==>
tr: YÜRÜTÜLEN KOMUT (HATA AYIKLAMA) ==>

source: rpm-tidy can not be found and option is disabled.
tr: rpm-tidy bulunamadı ve seçenek devre dışı bırakıldı.

source: You have both i586 and x86_64 rpms in %s directory. Using rpm-tidy is dangerous because it doesn't calculate arch of package. Therefore your i586 packages may deleted. To prevent loss of rpms disabling rpm-tidy...
tr: %s dizininde hem i586 hem de x86_64 mimaride rpm paketleri mevcut. Bu dizinde rpm-tidy kullanmak tehlikelidir çünkü paket mimarisini hesaba katmaz. Bu yüzden i586 paketleriniz silinebilir. Rpm paketlerinin kaybını önlemek üzere rpm-tidy devre dışı bırakılıyor...

source: Zeynep failed to delete older rpms in %s using rpm-tidy utility. This is not critical. However you will have older versions/releases of same packages in the same directory.
tr: Zeynep rpm-tidy gerecini kullanarak %s dizinindeki eski rpm paketlerini silemedi. Bu işlem kritik değildir. Ancak, aynı dizinde aynı paketlerin eski sürümleri de bulunmaya devam edecektir.

source: %s won't be deleted. Please remove it manually.
tr: %s silinmeyecek. Lütfen elle silin.

source: Deleting %s
tr: %s siliniyor

source: ... DONE!
tr: ... BİTTİ!

source: An error occured during deleting %s. Please delete it manually.
tr: %s silinirken bir hata oluştu. Lütfen elle silin.

source: Unmounting system mountpoints from chroot environment before exiting
tr: Çıkış yapmadan önce sistem bağlama noktaları chroot ortamından ayrılıyor

source: %s is succesfully unmounted!
tr: %s başarıyla ayrıldı!

source: Zeynep can not unmount %s. Please do it manually.
tr: Zeynep %s dizinini ayıramıyor. Lütfen bunu elle yapın.

source: Creating a chroot environment in a directory other than %s is dangerous.\nThis process needs to run some commands as root, therefore your path for chroot environment may not be readable or writeable for your user account. You' ve been warned
tr: %s dışında bir konumda chroot ortamı oluşturmak tehlikelidir.\nBu işlem bazı komutların kök olarak çalıştırılmasını gerektirir ve bu nedenle chroot ortamı için belirlediğiniz konum kullanıcı hesabınızla okunamaz veya yazılamaz hale gelebilir. Bu size bir uyarıdır.

source: %s can not be found. Would you like to 'zeynep' create it?\n If you don't want to, then 'zeynep' will use %s directory: [y/N]
tr: %s bulunamadı. 'Zeynep' in onu oluşturmasını ister misiniz?\n İstemiyorsanız 'zeynep' %s dizinini kullanacak: [e/H]

source: An error occured during chroot directory creation.
tr: Chroot dizini oluşturulurken bir hata oluştu.

source: You tried to create a chroot tarball but did not provide a path where tarball(s) will created in.
tr: Bir chroot tar arşivi oluşturmak istediniz ancak bu arşivlerin oluşturulacağı konumu belirtmediniz.

source: %s can not be found. Zeynep will create it!
tr: %s bulunamadı. Zeynep onu oluşturacak!

source: %s can not be found or not a valid path! Please supply a valid path which includes chroot tarballs. Exiting...
tr: %s bulunamadı veya geçerli bir konum değil! Lütfen chroot tar arşivlerini içeren geçerli bir konum girin. Çıkılıyor...

source: Failed to mount %s. Zeynep will continue without cache enabled.
tr: %s bağlanamadı. Zeynep önbellek etkinleştirilmeden devam edecek.

source: Failed to create mandatory %s directory for rpm cache usage. Zeynep will continue without cache enabled.
tr: Rpm önbelleği kullanımı için zorunlu olan %s dizini oluşturulmadı. Zeynep önbellek etkinleştirilmeden devam edecek.

source: %s cache directory can not be found. Zeynep will continue without cache enabled.
tr: %s önbellek dizini bulunamadı. Zeynep önbellek etkinleştirilmeden devam edecek.

source: Zeynep needs a repo url to add as a urpmi medium. But none found. Will use 'MIRRORLIST' by default.
tr: Zeynep, urpmi veri kaynağı olarak eklenmek için bir depo adresine gereksinim duyuyor. Ancak hiç bulunamadı. Öntanımlı olarak 'Yansı Listesi' kullanılacak.

source: User forced zeynep to use default distrib urpmi source: MIRRORLIST
tr: Kullanıcı, zeynep' i öntanımlı urpmi dağıtım kaynağını kullanmaya zorladı: Yansı Listesi

source: Zeynep can not add default MIRRORLIST distrib source. Zeynep can not continue without a distrib urpmi medium.
tr: Zeynep öntanımlı YANSI LİSTESİ dağıtım kaynağını ekleyemiyor. Zeynep, bir dağıtım veri kaynağı olmadan devam edemez.

source: Enabling %s media as urpmi source in chroot environment
tr: %s veri kaynağı bir urpmi kaynağı olarak chroot ortamı içinde etkinleştiriliyor

source: Zeynep can not enable %s media. Will continue without this media enabled. Do you want to proceed? [y/N]
tr: %s veri kaynağı etkinleştirilemiyor. Bu veri kaynağı etkinleştirilmeden devam edilecek. Devam etmek istiyor musunuz? [e/H]

source: Zeynep can not add %s distrib source. Therefore will try the default distrib media source
tr: Zeynep %s dağıtım kaynağını ekleyemiyor. Bu nedenle öntanımlı dağıtım veri kaynağı denenecek.

source: Adding %s as %s urpmi media
tr: %s, %s urpmi veri kaynağı olarak ekleniyor

source: Zeynep can not add %s as %s urpmi media. Will continue without this media source. Do you want to proceed? [y/N]
tr: %s veri kaynağı eklenemiyor. Bu veri kaynağı etkinleştirilmeden devam edilecek. Devam etmek istiyor musunuz? [e/H]

source: Zeynep is adding your %s rpmmacros file into %s in chroot
tr: Zeynep %s rpmmacros dosyasını %s chroot ortamına ekliyor

source: Specified rpmmacros file can not be copied
tr: Belirtilen rpmmacros dosyası kopyalanamıyor

source: %s directory can not be found in %s chroot
tr: %s dizini %s chroot içinde bulunamadı

source: %s or %s rpmmacros file can not be found. Will continue without rpmmacros installation
tr: %s veya %s rpmmacros dosyası bulunamadı. rpmmacros kurulmadan devam edilecek

source: Starting to install base packages needed to create a build chroot environment:
tr: Bir derleme chroot ortamı oluşturmak için gereken temel paketlerin kurulumuna başlanıyor:

source: Base packages installation was succesful. Starting to compressing operation
tr: Temel paketlerin kurulumu başarılı oldu. Sıkıştırma işlemine başlanıyor

source: Urpmi failed to install base packages in chroot environment. See %s for detailed information
tr: Urpmi, temel paketleri chroot ortamına kuramadı. Ayrıntılı bilgi için %s dosyasına bakın

source: Removing configured urpmi sources before compressing chroot directory...
tr: Chroot dizini sıkıştırılmaya başlanmadan önce yapılandırılan urpmi veri kaynakları kaldırılıyor...

source: ...DONE!
tr: ... BİTTİ!

source: Removing urpmi sources failed.
tr: Urpmi kaynaklarını kaldırma başarısız oldu.

source: Unmounting %s before starting to compress chroot environment...
tr: Chroot ortamı sıkıştırılmaya başlanmadan önce %s dizini ayrılıyor...

source: ... DONE! %s has been unmounted
tr: ... BİTTİ! %s dizini ayrıldı

source: An error occured during unmounting %s. Please unmount manually.
tr: %s dizini ayrılırken bir hata oluştu. Lütfen bunu elle yapın.

source: Starting to create xz compressed tarball:
tr: xz ile sıkıştırılmış tar arşivi oluşturulmaya başlanıyor:

source: Unable to compress %s as %s.
tr: %s dizini %s olarak sıkıştırılamıyor.

source: Zeynep succesfully completed the chroot tarball creation operation. Now you can use it for package building
tr: Zeynep başarıyla chroot tar arşivi oluşturma işlemini tamamladı. Şimdi bu arşivi paket oluşturmakta kullanabilirsiniz.

source: Can not write the list of installed rpms to %s. Will continue without creating it
tr: Kurulu rpm paketlerinin listesi %s üzerine yazılamıyor. Onu oluşturmadan devam edilecek

source: Please enter a name for chroot-tarball without any extension:
tr: Chroot-tar arşivi için son ek olmadan bir isim girin:

source: Your chroot-tarball name is now: %s
tr: Chroot tar arşivinizin adı şu oldu: %s

source: You did not give a name for chroot-tarball! Zeynep could not create a blank named tarball. Exiting...
tr: Chroot tar arşivi için bir isim vermediniz! Zeynep boş isimde bir tar arşivi oluşturamaz. Çıkılıyor...

source: Do you want to overwrite old tarball with the new one? [Y/n]
tr: Eski tar arşivinin üzerine yenisini yazmak istiyor musunuz? [E/h]

source: %s can not be created! Exiting...
tr: %s oluşturulamıyor! Çıkılıyor...

source: Previously created %s tarball found. Zeynep will backup it.\nYou can find it in %s directory
tr: Önceden oluşturulmuş %s tar arşivi bulundu. Zeynep onu yedekleyecek.\nOnu %s dizini içinde bulabilirsiniz

source: %s can not be created!
tr: %s oluşturulamıyor!

source: Backup completed succesfully. %s is backed up as %s in %s directory
tr: Yedekleme başarıyla tamamlandı. %s, %s olarak %s dizininde yedeklendi

source: %s can not be moved to %s
tr: %s, %s içine taşınamıyor

source: Zeynep will start to create chroot tarball for %s version of Mageia Linux distribution for %s architecture
tr: Zeynep, Mageia Linux dağıtımının %s sürümü ve %s mimarisi için chroot tar arşivi oluşturmaya başlayacak

source: You may need to type your sudo password several times during this operation unless you configure your sudoers file in /etc not to do so.
tr: Bu işlem sırasında, /etc dizinindeki sudoers dosyasını başka türlü yapılandırmamışsanız birden fazla kez sudo parolanızı girmek zorunda kalabilirsiniz.

source: 'mkdir' command can not create chroot directory at %s.
tr: 'mkdir' komutu %s konumunda chroot dizinini oluşturamıyor.

source: Zeynep will try to install a base chroot environment to %s and then create rpms. This operation may require a lot of time and bandwith.
tr: Zeynep, %s dizinine temel bir chroot ortamı kuracak ve rpm paketlerini oluşturacaktır. Bu işlem fazlaca zaman ve bant genişliği gerektirebilir.

source: Unmounting %s before starting to build rpm packages in chroot environment...
tr: Rpm paketleri derlenmeye başlanmadan önce %s dizini ayrılıyor...

source: Zeynep will try to install a base chroot environment to %s and then create rpms. This operation may require a lot of time and bandwith. Do you want to continue? [Y/n]
tr: Zeynep, %s dizinine temel bir chroot ortamı kuracak ve rpm paketlerini oluşturacaktır. Bu işlem fazlaca zaman ve bant genişliği gerektirebilir. Devam etmek istiyor musunuz? [E/h]

source: You choose not to create a chroot environment from stracth now. Zeynep will exit, you can also create a xz compressed chroot tarball later for this purpose. Use -g option
tr: Sıfırdan bir chroot ortamı oluşturmayı seçmediniz. Zeynep çıkacak, bu amaçla sonradan xz ile sıkıştırılmış bir tar arşivi oluşturabilirsiniz. -g seçeneğini kullanın

source: Given %s file is not an srpm. Please supply a valid srpm and try again. Exiting...
tr: Verilen %s dosyası bir srpm değil. Lütfen geçerli bir srpm dosyası sağlayın ve yeniden deneyin. Çıkılıyor..

source: You must supply a srpm file to build rpm packages using zeynep but none given.\nOr do you forget to use '-s' switch? Exiting...
tr: Rpm paketlerini derlemek üzere bir srpm dosyası sağlamak zorundasınız ancak hiç srpm verilmedi.\nYoksa '-s' anahtarını kullanmayı unuttunuz mu? Çıkılıyor...

source: You have set build arch as 64bit on a 32 bit machine which is impossible! Zeynep will create packages/chroot for 32bit architecture...
tr: Derleme mimarisini, bir 32bit makine üzerinde 64bit olarak ayarlamışsınız ama bu mümkün değil. Zeynep, paketleri/chroot arşivlerini 32bit mimari için hazırlayacak...

source: \nZeynep will try to create package/tarball for x86_64 system now.\n
tr: \nZeynep paket/tar arşivini x86_64 sistem için hazırlayacak.\n

source: You have specified an invalid argument for system architecture. Zeynep will build packages/tarballs for your system's main architecture
tr: Sistem mimarisi için geçersiz argüman girdiniz. Zeynep paketleri/tar arşivlerini sisteminizin mimarisine göre oluşturacak

source: Extracting %s to chroot directory. This may take a few minutes. Please wait...
tr: %s chroot dizinine açılıyor. Bu işlem birkaç dakika sürebilir. Lütfen bekleyin...

source: Zeynep can not extract %s tarball to %s.
tr: Zeynep %s tar arşivini %s dizinine açamıyor.

source: A temporary directory to extract %s is mandatory, but none found.
tr: %s dosyasını açmak için geçici bir dizin belirtilmeli fakat hiç bulunamadı.

source: No previously created %s tarball found. You can create one via this script using '-g' switch for future uses to save time/bandwith.
tr: Önceden oluşturulmuş %s tar arşivi bulunamadı. Zamandan ve bant genişliğinden tasarruf etmek için bu betik yardımıyla '-g' seçeneğini kullanarak bir arşiv oluşturabilirsiniz.

source: Zeynep will try to setup '%s' user account. Please wait a second...
tr: Zeynep '%s' kullanıcı hesabını oluşturmaya çalışacak. Lütfen bir kaç saniye bekleyin...

source: Zeynep can not create %s user account in chroot environment.
tr: Zeynep %s kullanıcı hesabını chroot ortamı içinde oluşturamıyor.

source: Zeynep tries to mount necessary mount points %s to %s chroot directory.
tr: Zeynep zorunlu %s bağlama noktalarını %s chroot dizinine bağlamayı deneyecek.

source: Zeynep can not mount %s .This is critical. Zeynep can not continue...
tr: Zeynep %s dizinini bağlayamıyor. Bu durum kritik hatadır. Zeynep devam edemez...

source: Zeynep can not mount %s to %s. This is critical.Zeynep can not continue...
tr: Zeynep %s dizinini %s konumuna bağlayamıyor. Bu durum kritik hatadır. Zeynep devam edemez...

source: Zeynep can not copy /etc/resolv.conf in chroot environment.
tr: Zeynep /etc/resolv.conf dosyasını chroot ortamına kopyalayamıyor.

source: Zeynep can not locate /etc/resolv.conf in chroot environment.
tr: Zeynep /etc/resolv.conf dosyasını chroot ortamında bulamıyor.

source: Zeynep can not copy %s source rpm to %s. Can not continue.
tr: Zeynep %s kayrak rpm paketini %s konumuna kopyalayamıyor. Devam edilemiyor.

source: There may be updated packages after chroot tarball creation. Zeynep will try to update chroot system. Please wait a few seconds...
tr: Chroot tar arşivi oluşturulduktan sonra paket güncellemeleri mevcut olabilir. Zeynep chroot sistemi güncelleştirmeye çalışacak. Lütfen bir kaç saniye bekleyin...

source: Zeynep failed to update rpms in chroot. Would you like to continue [Y/n]
tr: Zeynep, chroot ortamındaki rpm paketlerini güncelleştiremedi. Devam etmek istiyor musunuz? [E/h]

source: Zeynep will continue without updated system in chroot
tr: Zeynep chroot ortamındaki sistemi güncelleştirmeden devam edecek

source: User choose to not contiune without an updated chroot system. Exiting...
tr: Kullanıcı güncel olmayan bir sistemle devam etmemeyi seçti. Çıkılıyor...

source: Rebuilding RPM database. Please wait a few seconds...
tr: RPM veritabanı yeniden yapılandırılıyor. Lütfen bir kaç saniye bekleyin...

source: Zeynep failed to rebuild rpm database. Will try without this. But expect errors.
tr: Zeynep rpm veritabanını yeniden yapılandıramadı. Devam edilecek fakat hatalar oluşabilir.

source: Zeynep can not install build dependencies for %s.
tr: Zeynep %s için dereleme bağımlılıklarını kuramıyor.

source: Zeynep will try to create rpm packages using %s.
tr: Zeynep, %s kullanarak rpm paketlerini oluşturmaya çalışacak.

source: Zeynep failed to create rpm package from %s srpm.
tr: Zeynep %s srpm paketinden rpm paketi oluşturamadı.
